       program-id. cobol_learn.

       environment division.
       configuration section.

       data division.
       working-storage section.
       linkage section.

       procedure division.
           
           goback.

       end program cobol_learn.
